system/faces
FoamFile
{
    version     2.0;
    format      ascii;
    class       faceList;
    location    "constant/polyMesh";
    object      faces;
}

31445     
(
4(10 550 8590 8050)
4(11 551 8591 8051)
4(12 552 8592 8052)
4(13 553 8593 8053)
4(14 554 8594 8054)
4(15 555 8595 8055)
4(16 556 8596 8056)
4(17 557 8597 8057)
4(2 558 8598 8042)
4(286 559 8599 8326)
4(285 560 8600 8325)
4(284 561 8601 8324)
4(283 562 8602 8323)
4(282 563 8603 8322)
4(281 564 8604 8321)
4(280 565 8605 8320)
4(279 566 8606 8319)
4(278 567 8607 8318)
4(277 568 8608 8317)
4(276 569 8609 8316)
4(275 570 8610 8315)
4(274 571 8611 8314)
4(273 572 8612 8313)
4(272 573 8613 8312)
4(271 574 8614 8311)
4(270 575 8615 8310)
4(269 576 8616 8309)
4(268 577 8617 8308)
4(267 578 8618 8307)
4(266 579 8619 8306)
4(265 580 8620 8305)
4(264 581 8621 8304)
4(263 582 8622 8303)
4(262 583 8623 8302)
4(261 584 8624 8301)
4(260 585 8625 8300)
4(259 586 8626 8299)
4(258 587 8627 8298)
4(257 588 8628 8297)
4(256 589 8629 8296)
4(255 590 8630 8295)
4(254 591 8631 8294)
4(253 592 8632 8293)
4(252 593 8633 8292)
4(251 594 8634 8291)
4(250 595 8635 8290)
4(249 596 8636 8289)
4(550 142 8182 8590)
4(551 550 8590 8591)
4(550 597 8637 8590)
4(552 551 8591 8592)
4(551 598 8638 8591)
4(553 552 8592 8593)
4(552 599 8639 8592)
4(554 553 8593 8594)
4(553 600 8640 8593)
4(555 554 8594 8595)
4(554 601 8641 8594)
4(556 555 8595 8596)
4(555 602 8642 8595)
4(557 556 8596 8597)
4(556 603 8643 8596)
4(558 557 8597 8598)
4(557 604 8644 8597)
4(559 558 8598 8599)
4(558 605 8645 8598)
4(560 559 8599 8600)
4(559 606 8646 8599)
4(561 560 8600 8601)
4(560 607 8647 8600)
4(562 561 8601 8602)
4(561 608 8648 8601)
4(563 562 8602 8603)
4(562 609 8649 8602)
4(564 563 8603 8604)
4(563 610 8650 8603)
4(565 564 8604 8605)
4(564 611 8651 8604)
4(566 565 8605 8606)
4(565 612 8652 8605)
4(567 566 8606 8607)
4(566 613 8653 8606)
4(568 567 8607 8608)
4(567 614 8654 8607)
4(569 568 8608 8609)
4(568 615 8655 8608)
4(570 569 8609 8610)
4(569 616 8656 8609)
4(571 570 8610 8611)
4(570 617 8657 8610)
4(572 571 8611 8612)
4(571 618 8658 8611)
4(573 572 8612 8613)
4(572 619 8659 8612)
4(574 573 8613 8614)
4(573 620 8660 8613)
4(575 574 8614 8615)
4(574 621 8661 8614)
...
)
