system/owner
FoamFile
{
    version     2.0;
    format      ascii;
    class       labelList;
    location    "constant/polyMesh";
    object      owner;
}

31445     
(
 0 1 2 3 4 5 6 7 8 9
 10 11 12 13 14 15 16 17 18 19
 20 21 22 23 24 25 26 27 28 29
 30 31 32 33 34 35 36 37 38 39
 40 41 42 43 44 45 46 0 1 48
 2 49 3 50 4 51 5 52 6 53
 7 54 8 55 9 56 10 57 11 58
 12 59 13 60 14 61 15 62 16 63
 17 64 18 65 19 66 20 67 21 68
 22 69 23 70 24 71 25 72 26 73
 27 74 28 75 29 76 30 77 31 78
 32 79 33 80 34 81 35 82 36 83
 37 84 38 85 39 86 40 87 41 88
 42 89 43 90 44 91 45 92 46 93
 47 94 48 49 96 50 97 51 98 52
 99 53 100 54 101 55 102 56 103 57
 104 58 105 59 106 60 107 61 108 62
 109 63 110 64 111 65 112 66 113 67
 114 68 115 69 116 70 117 71 118 72
 119 73 120 74 121 75 122 76 123 77
 124 78 125 79 126 80 127 81 128 82
 129 83 130 84 131 85 132 86 133 87
 134 88 135 89 136 90 137 91 138 92
 139 93 140 94 141 95 142 96 97 144
 98 145 99 146 100 147 101 148 102 149
 103 150 104 151 105 152 106 153 107 154
 108 155 109 156 110 157 111 158 112 159
 113 160 114 161 115 162 116 163 117 164
 118 165 119 166 120 167 121 168 122 169
 123 170 124 171 125 172 126 173 127 174
 128 175 129 176 130 177 131 178 132 179
 133 180 134 181 135 182 136 183 137 184
 138 185 139 186 140 187 141 188 142 189
 143 190 144 145 192 146 193 147 194 148
 195 149 196 150 197 151 198 152 199 153
 200 154 201 155 202 156 203 157 204 158
 205 159 206 160 207 161 208 162 209 163
 210 164 211 165 212 166 213 167 214 168
 215 169 216 170 217 171 218 172 219 173
 220 174 221 175 222 176 223 177 224 178
 225 179 226 180 227 181 228 182 229 183
 230 184 231 185 232 186 233 187 234 188
 235 189 236 190 237 191 238 192 193 240
 194 241 195 242 196 243 197 244 198 245
 199 246 200 247 201 248 202 249 203 250
 204 251 205 252 206 253 207 254 208 255
 209 256 210 257 211 258 212 259 213 260
 214 261 215 262 216 263 217 264 218 265
 219 266 220 267 221 268 222 269 223 270
 224 271 225 272 226 273 227 274 228 275
 229 276 230 277 231 278 232 279 233 280
 234 281 235 282 236 283 237 284 238 285
 239 286 240 241 288 242 289 243 290 244
 291 245 292 246 293 247 294 248 295 249
 296 250 297 251 298 252 299 253 300 254
 301 255 302 256 303 257 304 258 305 259
 306 260 307 261 308 262 309 263 310 264
 311 265 312 266 313 267 314 268 315 269
 316 270 317 271 318 272 319 273 320 274
 321 275 322 276 323 277 324 278 325 279
 326 280 327 281 328 282 329 283 330 284
 331 285 332 286 333 287 334 288 289 336
 290 337 291 338 292 339 293 340 294 341
 295 342 296 343 297 344 298 345 299 346
 300 347 301 348 302 349 303 350 304 351
 305 352 306 353 307 354 308 355 309 356
 310 357 311 358 312 359 313 360 314 361
 315 362 316 363 317 364 318 365 319 366
 320 367 321 368 322 369 323 370 324 371
 325 372 326 373 327 374 328 375 329 376
 330 377 331 378 332 379 333 380 334 381
 335 382 336 337 384 338 385 339 386 340
 387 341 388 342 389 343 390 344 391 345
 392 346 393 347 394 348 395 349 396 350
 397 351 398 352 399 353 400 354 401 355
 402 356 403 357 404 358 405 359 406 360
 407 361 408 362 409 363 410 364 411 365
 412 366 413 367 414 368 415 369 416 370
 417 371 418 372 419 373 420 374 421 375
 422 376 423 377 424 378 425 379 426 380
 427 381 428 382 429 383 430 384 385 432
 386 433 387 434 388 435 389 436 390 437
 391 438 392 439 393 440 394 441 395 442
 396 443 397 444 398 445 399 446 400 447
 401 448 402 449 403 450 404 451 405 452
 406 453 407 454 408 455 409 456 410 457
 411 458 412 459 413 460 414 461 415 462
 416 463 417 464 418 465 419 466 420 467
 421 468 422 469 423 470 424 471 425 472
 426 473 427 474 428 475 429 476 430 477
 431 478 432 433 480 434 481 435 482 436
 483 437 484 438 485 439 486 440 487 441
 488 442 489 443 490 444 491 445 492 446
 493 447 494 448 495 449 496 450 497 451
 498 452 499 453 500 454 501 455 502 456
 503 457 504 458 505 459 506 460 507 461
 508 462 509 463 510 464 511 465 512 466
 513 467 514 468 515 469 516 470 517 471
...
)
