system/points
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorField;
    location    "constant/polyMesh";
    object      points;
}

16080     
(
(0 0 0)
(40 0 0)
(40 0.9 0)
(61.6 3.91 0)
(74.5 3.91 0)
(81.90000000000001 2.67166 0)
(81.90000000000001 0 0)
(200 0 0)
(0 80 0)
(200 80 0)
(40 0.03 0)
(39.99999999999999 0.06342166341561233 0)
(40 0.1040769130134405 0)
(40 0.1566027014668671 0)
(40 0.2269898810668017 0)
(40 0.3232664930587514 0)
(40 0.4564134094771152 0)
(40 0.641616761415569 0)
(40.19540183199628 0.9426393879099635 0)
(40.39131860957635 0.9851009724666824 0)
(40.58820646643407 1.027480574010497 0)
(40.78652420928118 1.069871854998297 0)
(40.98673438666655 1.112366490796489 0)
(41.18930437006274 1.155054317048808 0)
(41.39470744967125 1.198023453325646 0)
(41.60342394745597 1.241360402526539 0)
(41.81594234997502 1.285150125259321 0)
(42.03276046364615 1.329476088162636 0)
(42.25438659514761 1.374420284865494 0)
(42.48134075972725 1.420063227990312 0)
(42.71415592026553 1.466483910296091 0)
(42.95337926001468 1.513759732728914 0)
(43.19957349201376 1.561966396789927 0)
(43.45331820826024 1.611177758246015 0)
(43.71521127179903 1.661465638789394 0)
(43.9858702549715 1.712899591798276 0)
(44.26593392714747 1.765546617851982 0)
(44.55606379534114 1.819470825113285 0)
(44.85694570118584 1.874733029094926 0)
(45.16929147781123 1.931390285676144 0)
(45.49384067022594 1.989495350520343 0)
(45.83136232285731 2.049096057259675 0)
(46.18265683793369 2.110234605949302 0)
(46.54855790840904 2.172946752345581 0)
(46.9299345291206 2.237260887518744 0)
(47.32769308983099 2.303196996161944 0)
(47.74277955372963 2.370765480696519 0)
(48.1761817248476 2.439965836882692 0)
(48.62893160766341 2.510785165115493 0)
(49.1021078619347 2.583196499904801 0)
(49.59683835546898 2.657156938187455 0)
(50.11430281712809 2.732605545087893 0)
(50.65573559182972 2.80946101350753 0)
(51.2224284986415 2.887619051471148 0)
(51.81573379223455 2.966949468465089 0)
(52.43706722694461 3.047292929048751 0)
(53.08791122144426 3.128457338784159 0)
(53.7698181205206 3.210213823986919 0)
(54.48441354863108 3.292292262925571 0)
(55.23339984772218 3.374376321867828 0)
(56.01855958917766 3.4560979447553 0)
(56.84175914664181 3.537031240267368 0)
(57.70495231275331 3.616685704574024 0)
(58.61018393842805 3.694498712159003 0)
(59.55959356813035 3.769827200693271 0)
(60.55541903843961 3.841938469033465 0)
(62.27894736842106 3.91 0)
(62.95789473684211 3.91 0)
(63.63684210526316 3.91 0)
(64.31578947368422 3.91 0)
(64.99473684210527 3.91 0)
(65.67368421052632 3.91 0)
(66.35263157894737 3.91 0)
(67.03157894736842 3.91 0)
(67.71052631578948 3.91 0)
(68.38947368421053 3.91 0)
(69.06842105263158 3.91 0)
(69.74736842105263 3.91 0)
(70.42631578947368 3.91 0)
(71.10526315789474 3.91 0)
(71.78421052631579 3.91 0)
(72.46315789473684 3.91 0)
(73.1421052631579 3.91 0)
(73.82105263157895 3.91 0)
(81.70274290005572 2.704669642857431 0)
(81.50293752967958 2.738105721553593 0)
(81.29800269854887 2.772400180848514 0)
(81.08529095128287 2.807996054511943 0)
(80.86205436622896 2.845353188665409 0)
(80.62540905637287 2.884954182315032 0)
(80.37229791377719 2.927310621817997 0)
(80.09945111626142 2.972969689822817 0)
(79.80334388612818 3.022521234061087 0)
(79.48015095524045 3.076605387309129 0)
(79.12569714820631 3.135920836958137 0)
(78.73540344527848 3.201233851023492 0)
(78.30422782818138 3.273388177195929 0)
(77.82660014468063 3.353315942815703 0)
...
)
